Repository: Pineapple217/Muze-Site
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: Clear shift
nl: Maak shift vrij

source: Shift Full
nl: Shift is vol

source: Take shift
nl: Neem shift

source: Add shift
nl: Voeg shift toe

source: Create shift
nl: Maak shift

source: Date
nl: Datum

source: End
nl: Einde

source: Safe
nl: Opslaan

source: Close
nl: Sluiten

source: Delete
nl: Verwijder

source: Are you sure you want to delete this shift?
nl: Ben je zeker dat je deze shift wilt verwijderen?
