Repository: Pineapple217/Muze-Site
Catalog: django_app/locale/*/LC_MESSAGES/django.po
Languages: nl

source: File too large. Size should not exceed %(max)s MB.
nl: Bestand te groot. Grote mag niet over %(max)s MB zijn.

source: Can add new members who applied for membership
nl: Kan nieuwe leden toevoegen die lidmaatschap hebben aangevraagd

source: The page you tried to view is only available if you are not logged in.<br /> You are logged in as %(name)s.
nl: De pagina die u probeerde te bekijken is alleen beschikbaar als u niet bent ingelogd.<br /> Je bent ingelogd als %(name)s.

source: Edit profile
nl: Bewerk profiel

source: Save
nl: Opslaan

source: Statistics
nl: Statestieken

source: Shifts in the last %(x)s month
nl: Shifts in de laaste %(x)s maand(en)

source: Total shifts done
nl: Totaal shiften gedaan

source: Days since last shift
nl: Dagen sins laaste shift

source: Accept
nl: Aanvaarden

source: Delete
nl: verwijderen

source: Submit
nl: Indienen

source: Clear
nl: Leegmaken

source: Edit
nl: Bewerk

source: Change password
nl: Wachtwoord wijzigen

source: Upcomming shifts
nl: Aankomende shifts

source: Shift history
nl: Shift geschiedenis

source: Sign up
nl: Aanmelden

source: Clear form
nl: Maak form leeg

source: Username
nl: Gebruikersnaam

source: Phone number
nl: Telefoonnummer

source: Date of birth
nl: Geboortedatum

source: Address
nl: Adres

source: Residence
nl: Woonplaats

source: Social media
nl: Sociale media

source: Your username and password didnt match. Please try agian.
nl: Uw gebruikersnaam en password kloppen niet. Probeer opnieuw.

source: Your account doesn't have access to this page. To proceed, please login with an account that has acces.
nl: U account heeft geen toegang to deze pagina. Om verder te gaan, login in met een account dat toegang heeft.

source: Forgot your password?
nl: Wachtwoord vergeten?

source: Change
nl: Veranderen

source: Your password was changed.
nl: U Wachtwoord is gewijzig.

source: Reset password
nl: Reset Wachtwoord

source: Your password has been set. You may go ahead and log in now.
nl: U Wachtwoord is ingestelt. U kan nu inloggen.

source: Please enter your new password twice so we can verify you typed it in correctly.
nl: Geef u nieuw wachtwoord twee keer in zodat we kunnen verifiëren dat uhet juist in typte.

source: Change my password
nl: Verdander mijn wachtwoord

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nl: De wachtwoord reset link was ongeldig, mogelijks omdat die al eerder is gebruikt.Vraag een nieuw wachtwoord reset aan.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
nl: We hebben u de instructies voor het instellen van u wachtwoord, als er een accountbestaat met het email dat u heeft ingegeven. U zou het binnenkort moeten ontvangen

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
nl: Als u geen email heeft ontvangen, zorg er dan voor dat u zeker bent dat u het juiste address heeft ingegeven, en controleer u spam map.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
nl: U ontvangt deze email omdat u een wachtwoord reset heeft aangevraagt voor u account bij %(site_name)s.

source: Please go to the following page and choose a new password:
nl: Ga naar de volgende pagina en kies een nieuw wachtwoord.

source: Your username, in case you’ve forgotten:
nl: U gebruikersnaam, in het geval dat u deze vergeten was:

source: The %(site_name)s team
nl: Het %(site_name)s team

source: Welkom to The Muze
nl: Welkom tot De Muze

source: {user.first_name} {user.last_name} wants to become a member
nl: {user.first_name} {user.last_name} wilt een lid worden

source: Succesfully signed up
nl: succesvol ingeschreven

source: Your profile is updated successfully
nl: Uw profiel is succesvol bijgewerkt

source: Name
nl: Naam

source: End
nl: Einde

source: Start period
nl: Start periode

source: End period
nl: Einde periode

source: weekday
nl: weekdag

source: weekday must be between 1 and 7
nl: weekday moet tussen 1 en 7 zijn

source: month
nl: maand

source: event
nl: evenement

source: Not available
nl: Niet beschikbaar

source: Add
nl: Toevoegen

source: Not available repeating
nl: Niet beschikbaar herhalend

source: not available edit
nl: niet beschikbaar bewerken

source: Not availabilty repeating
nl: Niet beschikbaar herhalend

source: Add shiftlist
nl: Shiftlijst toevoegen

source: Add Shiftlist (template)
nl: Shiftlijst toevoegen (template)

source: Shiftlists
nl: Shiftlijst

source: Add Shiftlist
nl: Shiftlijst toevoegen

source: Edit Shifters
nl: Shifters bewerken

source: Signup
nl: Aanmelden

source: Cancel
nl: Annuleren

source: Create template
nl: Maak template

source: Are you sure want to delete this template
nl: Ben je zeker dat je deze template wilt verwijderen

source: Edit template
nl: Bewerk template

source: Template updated successfully
nl: Template succesvol bijgewerkt

source: Available added
nl: beschikbaarheid toegevoegt

source: Available repeating added
nl: Beschikbaarheid herhalend toegevoegt

source: Availibility updated successfully
nl: Beschikbaarheid succesvol bijgewerkt
